#-*- coding: utf-8 -*-

sheet = {
	1: {'npc': 1001, 'talk': {0 : ( 1, '这么快就抓来了。', ),}, },
	6: {'npc': 1011, 'talk': {0 : ( 1, '你是谁？', '1', ), 1 : ( 0, '我是春晖草堂派来的。', ),}, },
	7: {'npc': 1013, 'talk': {0 : ( 1, '你怎么才来！', ),}, },
	601: {'npc': 1012, 'talk': {0 : ( 1, '是师妹让你来的吧', ),}, },
	603: {'npc': 1005, 'talk': {0 : ( 1, '我这就去把阿如汗交给朝廷，你去找下余夫子，看他有什么事情。', ),}, },
	701: {'npc': 1014, 'talk': {0 : ( 1, '完了，晚了。。。', ),}, },
	702: {'npc': 1015, 'talk': {0 : ( 1, '嗯，我知道了。', ),}, },
	703: {'npc': 1015, 'talk': {0 : ( 1, '嗯。', ),}, },
	805: {'npc': 1007, 'talk': {0 : ( 1, '这下惹大麻烦了。你赶快去告诉丁夫子，我这就去处理此事', '1001_嗯', ),}, },
	806: {'npc': 1017, 'talk': {0 : ( 1, '功夫不错呀。你去找史许贺，判定下他们是什么来历。', ),}, },
	901: {'npc': 1010, 'talk': {0 : ( 1, '你这么快找到周宝了。', ),}, },
	1006: {'npc': 1021, 'talk': {0 : ( 1, '抓紧时间，这里就交给我了。你快去与魏配幸汇合。', ),}, },
	1007: {'npc': 1022, 'talk': {0 : ( 1, '不要管我，你快走，去与华军汇合。', ),}, },
	1008: {'npc': 1023, 'talk': {0 : ( 1, '我去救魏配幸了，你去干掉那个征西大将军，他们就会混乱，然后去与天狼汇合。', ),}, },
	1009: {'npc': 1200, 'talk': {0 : ( 0, '快跟我走！', '1', ), 1 : ( 1, '蓝海兄，多谢了！', ),}, },
	1201: {'npc': 1025, 'talk': {0 : ( 1, '总算来了，快去后面找冉鹏飞，他会带你们离开这里。', ),}, },
	1202: {'npc': 1026, 'talk': {0:(1, '功夫不错哈，这么快就来啦')}, },
	1303: {'npc': 1200, 'talk': {0:(1, "蓝海兄，你终于来啦！")}, },
	1503: {'npc': 1008, 'talk': {0:(1, "你就是游蓝海吧，果然气度不凡。")}, },
	1506: {'npc': 1008, 'talk': {0:(1, "蓝海兄，都已经安排好了，可以开始了。")}, },
}


size = 1972
